Repository: johanthureson/fromA2B
Catalog: fromA2B/Misc/Localizable.xcstrings
Source language: en
Languages: sv

source: %lld points
sv: %lld poäng

source: Back to Main
sv: Tillbaka till huvudvyn

source: Finding stops near you...
sv: Hitta hållplatser nära dig...

source: Finding Trips near you...
sv: Hitta resor nära dig

source: Name of stop
sv: Hållplatsnamn

source: Search
sv: Sök

# stopButtonView.from
source: from
sv: från

# stopButtonView.to
source: to
sv: till

source: Trip Search
sv: Resesök

# tripSearchScreen.helloWorld
source: Hello, World!
sv: Hej, Världen!

# tripSearchScreen.modelUpdateWorks
source: model update works!
sv: model-uppdateringen fungerar!
